/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Säsong %1$@, avsnitt %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Säsong %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, säsong %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 avsnitt)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 bok)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d böcker)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d avsnitt, 1 video)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d avsnitt, %d videor)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d avsnitt)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d videor)";

"ONE_SONG" = "1 låt";
"SONGS_COUNT_FORMAT" = "%d låtar";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d album, %d låtar";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d album, 1 låt";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 låt";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d låtar";

"ALBUM_HEADER_SONG_COUNT" = "%d låtar";
"ALBUM_HEADER_SONG_COUNT_1" = "1 låt";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Utgivet %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Bibliotek";
"MUSIC" = "Musik";
"NO_MUSIC_TITLE" = "Musik";
"NO_VIDEOS_TITLE" = "Videor";
"SOURCES" = "Källor";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Tillbehör anslutet";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Lägg till alla album";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Lägg till alla låtar";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Lägg till låtar i On-The-Go-spellistan.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Spara";
"ADD_PLAYLIST_DIALOG_TITLE" = "Ny spellista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Ange ett namn för spellistan.";
"ADD_PLAYLIST_ROW" = "Lägg till spellista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titel";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Lägg till låtar i ”%@”.";
"EDIT_PLAYLIST_RENAME" = "Byt namn";
"EDIT_PLAYLIST_ADD_SONGS" = "Lägg till låtar";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Byt namn på spellista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titel";

/* No comment provided by engineer. */
"Albums" = "Album";

/* list option to view all albums. */
"All Albums" = "Alla album";

/* list option to view all songs. */
"All Songs" = "Alla låtar";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Kapitel %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Kapitel %1$d av %2$d";

"CHAPTER_INDEX_FORMAT" = "Kapitel %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Uppdatera spellista";

"CLEAR" = "Rensa";

/* No comment provided by engineer. */
"Clear Playlist" = "Rensa spellista";

/* No comment provided by engineer. */
"Save Playlist" = "Spara spellista";

/* No comment provided by engineer. */
"Delete Playlist" = "Radera spellista";

/* No comment provided by engineer. */
"content" = "innehåll";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Ogiltig";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Vill du radera \U201d%@\U201d för att frigöra utrymme?";

/* No comment provided by engineer. */
"Done" = "Klar";

/* No comment provided by engineer. */
"Edit" = "Ändra";

/* No comment provided by engineer. */
"Save" = "Spara";

/* Info shown cell for TV shows */
"Episode %@" = "Avsnitt %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Baserat på musik med:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ med flera";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " med flera";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius-mix";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Anslut till ett Wi-Fi- eller mobildatanätverk om du vill hämta ”%@”.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Anslut till ett Wi-Fi-nätverk om du vill hämta ”%@”.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Behåll";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d album";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d artister";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d Audible-böcker";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d ljudböcker";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d kompileringar";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d kompositörer";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d objekt";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d låtar";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d genrer";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d spellistor";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d avsnitt";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d podcaster";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d låtar";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Hämtar %d av %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d röstmemon";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Läser in…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Läser in sångtext…";

/* No comment provided by engineer. */
"More" = "Mer";

/* Section header title in the Videos list */
"Movies" = "Filmer";

/* Section header title in the Videos list */
"Movie Rentals" = "Hyrfilmer";

/* Section header title in the Videos list */
"Music Videos" = "Musikvideor";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Inga ljudböcker";

/* Generic no content message */
"No Content" = "Inget innehåll";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Ingen musik";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Inga podcaster";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Inga videor";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Album";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artister";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Ljudböcker";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Samlingar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Kompositörer";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Genrer";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius-mixar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Mer";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Spellistor";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Spellistor";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcaster";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Låtar";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videor";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmer";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Hyrfilmer";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "TV-program";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcaster";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Musikvideor";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Info";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Kapitel";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Avsnitt";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Spela film";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Delat";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Del %d av %d";

/* No comment provided by engineer. */
"Playlists" = "Spellistor";

/* Section header title in the Videos list */
"Podcasts" = "Podcaster";

/* Shuffle option shown in song lists */
"Shuffle" = "Blanda";

/* No comment provided by engineer. */
"Songs" = "Låtar";

/* iTunes Movie Store */
"MOVIE_STORE" = "Affär";

/* iTunes Music Store */
"MUSIC_STORE" = "Affär";

/* No comment provided by engineer. */
"Syncing" = "Synkroniserar";

/* Section header title in the Videos list */
"TV Shows" = "TV-program";

/* No comment provided by engineer. */
"Unknown" = "Okänt";
"UNKNOWN_ARTIST" = "Okänd artist";
"UNKNOWN_ALBUM" = "Okänt album";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Du kan hämta podcaster från iTunes Store";
"You can download iTunes U content from iTunes." = "Du kan hämta iTunes U-innehåll från\niTunes Store.";
"You can download audiobooks from iTunes." = "Du kan hämta ljudböcker från iTunes Store.";
"You can download music from iTunes." = "Du kan hämta musik från iTunes Store";
"You can download videos from iTunes." = "Du kan hämta videor från iTunes Store";

"NOW_PLAYING" = "Spelas nu:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Spelas\nnu";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Filmens hyrtid kommer att gå ut";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Hyrtiden på den här filmen kommer snart att gå ut. Om du slutar titta på den efter att hyrtiden har gått ut måste du hyra den igen för att fortsätta titta.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Är du säker på att du vill radera ”%@”? Om du raderar den här hyrfilmen måste du hyra den igen om du vill titta på den.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Är du säker på att du vill radera ”%@”?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "”%@” har inte förts över till iTunes. Om den raderas måste du köpa den på nytt.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Vill du spela upp den här hyrfilmen?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "TV-programmets hyrtid kommer att gå ut";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "TV-programmets hyrtid kommer snart att gå ut. Om du slutar titta på det efter att hyrtiden har gått ut måste du hyra det igen för att fortsätta titta.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Är du säker på att du vill radera ”%@”? Om du raderar det här TV-programmet måste du hyra det igen om du vill titta på det.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Vill du spela upp det hyrda TV-programmet?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Hyrtiden kommer att gå ut %d dagar efter att du börjar titta på den.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Hyrtiden kommer att gå ut %d dag efter att du börjar titta på den.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Hyrtiden kommer att gå ut %d timmar efter att du börjar titta på den.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Hyrtiden kommer att gå ut %d timme efter att du börjar titta på den.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Hyrtiden kommer att gå ut %d minuter efter att du börjar titta på den.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Hyrtiden kommer att gå ut %d minut efter att du börjar titta på den.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Hämta fler avsnitt…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Visa Genius-rekommendationer…";

"GET_MORE_TV_EPISODES" = "Hämta fler avsnitt…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Sökresultat";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Låt";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Artist";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Spellista";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Ljudbok";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Musikvideo";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "TV-program";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Sök";

"SEARCH_RESULTS_ONE_RESULT" = "1 träff";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d träffar";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artister (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artist (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Album (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Spellista (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Spellistor (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Låt (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Låtar (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Ljudböcker (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Ljudbok (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Podcastavsnitt (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Podcastavsnitt (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcaster (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Musikvideor (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Musikvideo (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV-programavsnitt (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV-programavsnitt (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "TV-program (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "TV-program (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmer (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Film (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genrer (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Genre (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Kompositörer (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Kompositör (%@ träff)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Fortsätt sökningen i affären…";

"PODCAST_LINK_EMAIL_FORMAT" = "Ta en titt på den här podcasten i iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Ställ in ett e-postkonto så kan du dela podcaster.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Översikt";
"DESCRIPTION_HEADER" = "Beskrivning";

"ACTOR_HEADER_SINGULAR" = "Skådespelare";
"ACTOR_HEADER_PLURAL" = "Skådespelare";

"DIRECTOR_HEADER_SINGULAR" = "Regissör";
"DIRECTOR_HEADER_PLURAL" = "Regissörer";

"PRODUCER_HEADER_SINGULAR" = "Producent";
"PRODUCER_HEADER_PLURAL" = "Producenter";

"SCREENWRITER_HEADER_SINGULAR" = "Manus";
"SCREENWRITER_HEADER_PLURAL" = "Manus";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d album, %d låt";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d låtar";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d album, %d låtar";

"NO_METADATA_RELEASED_HEADER" = "Utgiven";
"NO_METADATA_LENGTH_HEADER" = "Längd";
"NO_METADATA_SIZE_HEADER" = "Storlek";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Mått";
"NO_METADATA_CODECS_HEADER" = "Kodekar";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Utgiven";
"LENGTH_HEADER" = "Längd";
"SIZE_HEADER" = "Storlek";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Från albumet (tillgängligt i iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Mått";
"CODECS_HEADER" = "Kodekar";

"RELEASE_DATE_UNKNOWN" = "Okänt";
"DURATION_UNKNOWN" = "Okänd";
"DIRECTORS_UNKNOWN" = "Okänd";

"ALBUM_UNKNOWN" = "Okänt album";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 låt";
"ALBUM_SONGS_COUNT_PLURAL" = "%u låtar";

"CREATE_GENIUS_PLAYLIST" = "Välj en låt att skapa Genius-spellista med.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Lägg till låtar i %@-spellistan.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Utgivet %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 låt";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u låtar";
"ALBUM_INFO_TIME_SINGULAR" = "1 min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min.";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Du kan hämta videor från iTunes.";
"GENIUS_PLAYLIST" = "Genius-spellista";
"DELETE_VIDEO_ALERT" = "Radera video?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Radera ”%@”";
"PLAYLIST_DELETE_ALERT_BODY" = "Om du raderar ”%@” kommer den även att raderas från din dator nästa gång du synkroniserar.";

"EPISODE_DESCRIPTION_MORE" = "Mer";

"NO_RESULTS" = "Inga träffar";

"PLAY_ALL_SONGS" = "Spela alla låtar";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Välj en låt att skapa Genius-spellista med.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Ny";
"GENIUS_REFRESH_BUTTON_TITLE" = "Uppdatera";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Hemmadelningsbibliotek";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Biblioteket ”%@” kräver ett lösenord.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Lösenord";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Kunde inte ansluta till ”%@”.";

"RENTAL_EXPIRED_FORMAT" = "Hyrtiden för filmen ”%@” har gått ut";
"RENTAL_WARNING_DAYS_FORMAT" = "Du har %1$@ dagar på dig att titta på ”%2$@” innan den raderas";
"RENTAL_WARNING_DAY_FORMAT" = "Du har %1$@ dag på dig att titta på ”%2$@” innan den raderas";
"RENTAL_WARNING_HOURS_FORMAT" = "Du har %1$@ timmar på dig att titta på ”%2$@” innan den raderas";
"RENTAL_WARNING_HOUR_FORMAT" = "Du har %1$@ timme på dig att titta på ”%2$@” innan den raderas";
"RENTAL_WARNING_MINUTES_FORMAT" = "Du har %1$@ minuter på dig att titta på ”%2$@” innan den raderas";
"RENTAL_WARNING_MINUTE_FORMAT" = "Du har %1$@ minut på dig att titta på ”%2$@” innan den raderas";

"HOME_SHARING_SPLASH_LABEL" = "Hemmadelning";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple-ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "exempel@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Lösenord";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Krävs";
"HOME_SHARING_FOOTER_LABEL" = "Det krävs ett Apple-ID för att använda Hemmadelning.";
"HOME_SHARING_ERROR_TITLE" = "Kunde inte slå på Hemmadelning";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Kan inte ansluta till mediebiblioteket";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Hemmadelning kräver iTunes 10.2 eller senare.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Min iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "Min %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Hämta alla";
"SHOW_COMPLETE_ALBUM" = "Visa komplett album…";
"HIDE_COMPLETE_ALBUM" = "Göm komplett album";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Komplettera albumet %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Komplettera albumet";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Köp album: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Normalt pris %@";
"SHOW_COMPLETE_SEASON" = "Visa komplett säsong";
"HIDE_COMPLETE_SEASON" = "Göm komplett säsong";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d avsnitt till…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "%d avsnitt till finns på iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "%d avsnitt till…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "%d avsnitt till finns på iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Komplettera min säsong %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Komplettera min säsong";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Komplettera mitt säsongskort";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Köp säsong %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Köp säsong";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Köp säsongskort";

"EXIT_STORE_BUTTON_TITLE" = "Bibliotek";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcaster har flyttat";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Nya avsnitt kan hämtas med programmet Podcaster.";
